tap "aws/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "ansible"
brew "zstd"
brew "automake"
brew "aws-sam-cli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dive"
brew "docker", link: false
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gradle"
brew "gradle-profiler"
brew "gzip"
brew "ncurses"
brew "htop"
brew "hub"
brew "jq"
brew "lazygit"
brew "libtool"
brew "neofetch"
brew "ninja"
brew "pandoc"
brew "peco"
brew "pkg-config"
brew "protobuf"
brew "python@3.11"
brew "python@3.8"
brew "ripgrep"
brew "scdoc"
brew "snowflake"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "virtualenv"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "font-plemol-jp-nf"
cask "karabiner-elements"
