tap "dart-lang/dart"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "sanemat/font"
brew "anyenv"
brew "sqlite"
brew "python"
brew "composer"
brew "deno"
brew "docker-compose", link: false
brew "exa"
brew "fd"
brew "flow"
brew "fzf"
brew "fzy"
brew "ghq"
brew "git"
brew "go"
brew "glide"
brew "hub"
brew "imagemagick"
brew "lua"
brew "mysql"
brew "neovim"
brew "node"
brew "peco"
brew "php"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "advancedrestclient"
cask "alacritty"
cask "appcleaner"
cask "arduino"
cask "bettertouchtool"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "forticlient"
cask "google-chrome-canary"
cask "graphiql"
cask "graphql-playground"
cask "gyazo"
cask "http-toolkit"
cask "kindle"
cask "mactex"
cask "sequel-pro-nightly"
cask "slack"
cask "visual-studio-code"
cask "wireshark"
