tap "github/gh"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "anyenv"
brew "openssl@1.1"
brew "bat"
brew "sqlite"
brew "composer"
brew "deno"
brew "docker", link: false
brew "docker-compose", link: false
brew "exa"
brew "fd"
brew "flow"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "lua"
brew "mysql"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "peco"
brew "php"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh"
cask "alacritty"
cask "appcleaner"
cask "bettertouchtool"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "postman"
cask "vagrant"
